Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.kind.vouchReview.title
source: A moderator asks about a vouch
ar: سؤال مشرف عن تزكية
bn: মডারেটর একটি সুপারিশ নিয়ে জানতে চেয়েছেন
ca: Un moderador pregunta sobre un aval
cs: Moderátor se ptá na ručení
da: En moderator spørger om en garanti
de: Ein Moderator fragt zu einer Bürgschaft
el: Ένας συντονιστής ρωτά για μια εγγύηση
es: Un moderador consulta sobre un aval
fi: Moderaattori kysyy takuusta
fr: Un modérateur vous interroge sur une caution
he: מנהל תוכן שואל על ערבות
hi: मॉडरेटर वाउच के बारे में पूछता है
hr: Moderator pita o jamstvu
hu: Egy moderátor kérdez egy kezességről
id: Moderator menanyakan sebuah jaminan
it: Un moderatore chiede di una garanzia
ja: モデレーターから保証について問い合わせ
ko: 모더레이터가 보증에 대해 문의해요
ml: ഒരു ഉറപ്പിനെക്കുറിച്ച് മോഡറേറ്റർ ചോദിക്കുന്നു
ms: Moderator bertanya tentang jaminan
nb: En moderator spør om en garanti
nl: Een moderator vraagt naar een garantie
pl: Moderator pyta o poręczenie
pt_br: Um moderador pergunta sobre um aval
pt_pt: Um moderador pergunta sobre um aval
ro: Un moderator întreabă despre o garanție
ru: Модератор спрашивает о поручительстве
sk: Moderátor sa pýta na ručenie
sv: En moderator frågar om ett intygande
ta: உத்தரவாதம் பற்றி மதிப்பீட்டாளர் கேட்கிறார்
te: మోడరేటర్ ఒక హామీ గురించి అడుగుతున్నారు
th: ผู้ดูแลสอบถามเรื่องการยืนยันให้
tr: Bir moderatör kefillik hakkında soruyor
uk: Модератор питає про поручительство
ur: ماڈریٹر ضمانت کے بارے میں پوچھتا ہے
vi: Người kiểm duyệt hỏi về một lời bảo chứng
zh_hans: 版主询问某个担保
zh_hant: 版主詢問擔保事宜

# notifications.kind.vouchStrike.title
source: A decision about your right to vouch
ar: قرار بشأن حقك في التزكية
bn: সুপারিশ করার অধিকার নিয়ে একটি সিদ্ধান্ত
ca: Una decisió sobre el teu dret a avalar
cs: Rozhodnutí o tvém právu ručit
da: En afgørelse om din ret til at gå i god for andre
de: Eine Entscheidung zu deinem Recht zu bürgen
el: Απόφαση για το δικαίωμά σου να εγγυάσαι
es: Una decisión sobre tu derecho a avalar
fi: Päätös takaamisoikeudestasi
fr: Une décision sur votre droit de vous porter garant
he: החלטה לגבי הזכות שלך לערוב
hi: वाउच करने के आपके अधिकार पर फ़ैसला
hr: Odluka o tvom pravu na jamčenje
hu: Döntés a kezeskedési jogodról
id: Keputusan tentang hakmu menjamin
it: Una decisione sul tuo diritto di garantire
ja: 保証する権利についての判断
ko: 보증 자격에 관한 결정
ml: ഉറപ്പുനൽകാനുള്ള നിങ്ങളുടെ അവകാശത്തെക്കുറിച്ചുള്ള തീരുമാനം
ms: Keputusan tentang hak anda untuk menjamin
nb: En avgjørelse om retten din til å garantere
nl: Een beslissing over je recht om in te staan
pl: Decyzja o Twoim prawie do poręczania
pt_br: Uma decisão sobre seu direito de avalizar
pt_pt: Uma decisão sobre o seu direito de avalizar
ro: O decizie privind dreptul tău de a garanta
ru: Решение о вашем праве поручаться
sk: Rozhodnutie o tvojom práve ručiť
sv: Ett beslut om din rätt att intyga
ta: உத்தரவாதம் அளிக்கும் உங்கள் உரிமை பற்றிய முடிவு
te: హామీ ఇచ్చే మీ హక్కు గురించి నిర్ణయం
th: การตัดสินเรื่องสิทธิ์ในการยืนยันให้ของคุณ
tr: Kefil olma hakkınızla ilgili bir karar
uk: Рішення щодо вашого права ручатися
ur: آپ کے ضمانت دینے کے حق کے بارے میں فیصلہ
vi: Một quyết định về quyền bảo chứng của bạn
zh_hans: 关于你担保资格的决定
zh_hant: 關於你擔保資格的決定

# notifications.kind.vouchVerified.title
source: You verify after a vouch
ar: توثيقك هويتك بعد التزكية
bn: সুপারিশের পর আপনি ভেরিফাই হয়েছেন
ca: Et verifiques després d'un aval
cs: Ověřuješ se po ručení
da: Du bliver verificeret efter en garanti
de: Du wirst nach einer Bürgschaft verifiziert
el: Επαληθεύεσαι μετά από εγγύηση
es: Te verificas tras un aval
fi: Vahvistut takuun jälkeen
fr: Vous êtes vérifié après une caution
he: אתה עובר אימות אחרי ערבות
hi: वाउच के बाद आप सत्यापित होते हैं
hr: Potvrđuješ se nakon jamstva
hu: Kezesség után hitelesítesz
id: Kamu terverifikasi setelah dijamin
it: Ti verifichi dopo una garanzia
ja: 保証を経て認証された
ko: 보증 후 인증을 받았어요
ml: ഒരു ഉറപ്പിന് ശേഷം നിങ്ങൾ പരിശോധിക്കപ്പെടുന്നു
ms: Anda disahkan selepas jaminan
nb: Du blir verifisert etter en garanti
nl: Je wordt geverifieerd na een garantie
pl: Weryfikujesz się po poręczeniu
pt_br: Você se verifica após um aval
pt_pt: Fica verificado depois de um aval
ro: Te verifici după o garanție
ru: Вы прошли проверку после поручительства
sk: Overil si sa po ručení
sv: Du verifieras efter ett intygande
ta: உத்தரவாதத்துக்குப் பிறகு நீங்கள் சரிபார்க்கப்படுகிறீர்கள்
te: హామీ తర్వాత మీరు ధృవీకరించబడ్డారు
th: คุณยืนยันตัวตนแล้วหลังมีคนยืนยันให้
tr: Kefillikten sonra doğrulanırsınız
uk: Ви проходите верифікацію після поручительства
ur: ضمانت کے بعد آپ تصدیق شدہ ہو گئے
vi: Bạn được xác minh sau một lời bảo chứng
zh_hans: 你通过担保完成验证
zh_hant: 你在擔保後完成驗證

# notifications.loading.accessibility
source: Loading your notifications
ar: جارٍ تحميل إشعاراتك
bn: আপনার বিজ্ঞপ্তি লোড হচ্ছে
ca: Carregant les notificacions
cs: Načítání upozornění
da: Indlæser dine notifikationer
de: Deine Mitteilungen werden geladen
el: Φόρτωση των ειδοποιήσεών σου
es: Cargando tus notificaciones
fi: Ladataan ilmoituksiasi
fr: Chargement de vos notifications
he: טוען את ההתראות שלך
hi: आपकी सूचनाएँ लोड हो रही हैं
hr: Učitavanje tvojih obavijesti
hu: Az értesítéseid betöltése
id: Memuat notifikasimu
it: Caricamento delle notifiche
ja: 通知を読み込み中
ko: 알림을 불러오는 중
ml: നിങ്ങളുടെ അറിയിപ്പുകൾ ലോഡ് ചെയ്യുന്നു
ms: Memuatkan pemberitahuan anda
nb: Laster varslene dine
nl: Je meldingen worden geladen
pl: Wczytywanie powiadomień
pt_br: Carregando suas notificações
pt_pt: A carregar as suas notificações
ro: Se încarcă notificările
ru: Загрузка уведомлений
sk: Načítavajú sa tvoje upozornenia
sv: Läser in dina aviseringar
ta: உங்கள் அறிவிப்புகளை ஏற்றுகிறது
te: మీ నోటిఫికేషన్‌లు లోడ్ అవుతున్నాయి
th: กำลังโหลดการแจ้งเตือนของคุณ
tr: Bildirimleriniz yükleniyor
uk: Завантаження ваших сповіщень
ur: آپ کی اطلاعات لوڈ ہو رہی ہیں
vi: Đang tải thông báo của bạn
zh_hans: 正在加载你的通知
zh_hant: 正在載入你的通知

# notifications.markAll.button
source: Mark all read
ar: تعليم الكل كمقروء
bn: সব পঠিত করুন
ca: Marca-ho tot com a llegit
cs: Označit vše jako přečtené
da: Markér alle som læst
de: Alle als gelesen markieren
el: Όλες ως αναγνωσμένες
es: Marcar todo como leído
fi: Merkitse kaikki luetuiksi
fr: Tout marquer comme lu
he: סמן הכול כנקרא
hi: सभी पढ़ी हुई चिह्नित करें
hr: Označi sve pročitanim
hu: Összes olvasott
id: Tandai semua dibaca
it: Segna tutte come lette
ja: すべて既読にする
ko: 모두 읽음 처리
ml: എല്ലാം വായിച്ചതായി അടയാളപ്പെടുത്തുക
ms: Tandakan semua dibaca
nb: Merk alle som lest
nl: Alles als gelezen markeren
pl: Oznacz wszystko jako przeczytane
pt_br: Marcar tudo como lido
pt_pt: Marcar tudo como lido
ro: Marchează tot ca citit
ru: Прочитать все
sk: Označiť všetko ako prečítané
sv: Markera alla som lästa
ta: அனைத்தும் படித்ததாகக் குறி
te: అన్నీ చదివినట్లు గుర్తించు
th: ทำเครื่องหมายอ่านทั้งหมด
tr: Tümünü okundu yap
uk: Позначити все прочитаним
ur: سب پڑھی ہوئی کریں
vi: Đánh dấu đã đọc hết
zh_hans: 全部标为已读
zh_hant: 全部標為已讀

# notifications.markAll.confirmation
source: %lld notifications marked as read.
ar: عُلّم %lld إشعار كمقروء.
bn: %lld টি বিজ্ঞপ্তি পঠিত করা হয়েছে।
ca: %lld notificacions marcades com a llegides.
cs: %lld upozornění označeno jako přečtených.
da: %lld notifikationer markeret som læst.
de: %lld Mitteilungen als gelesen markiert.
el: %lld ειδοποιήσεις επισημάνθηκαν ως αναγνωσμένες.
es: %lld notificaciones marcadas como leídas.
fi: %lld ilmoitusta merkitty luetuiksi.
fr: %lld notifications marquées comme lues.
he: %lld התראות סומנו כנקראו.
hi: %lld सूचनाएँ पढ़ी हुई चिह्नित की गईं।
hr: %lld obavijesti označeno je pročitanima.
hu: %lld értesítés olvasottnak jelölve.
id: %lld notifikasi ditandai dibaca.
it: %lld notifiche segnate come lette.
ja: %lld件の通知を既読にしました。
ko: 알림 %lld개를 읽음 처리했어요.
ml: %lld അറിയിപ്പുകൾ വായിച്ചതായി അടയാളപ്പെടുത്തി.
ms: %lld pemberitahuan ditandakan sebagai dibaca.
nb: %lld varsler er merket som lest.
nl: %lld melding als gelezen gemarkeerd.
pl: %lld powiadomienia oznaczono jako przeczytane.
pt_br: %lld notificações marcadas como lidas.
pt_pt: %lld notificações marcadas como lidas.
ro: %lld de notificări marcate ca citite.
ru: %lld уведомления отмечены прочитанными.
sk: %lld upozornení označených ako prečítané.
sv: %lld aviseringar markerade som lästa.
ta: %lld அறிவிப்புகள் படித்ததாகக் குறிக்கப்பட்டன.
te: %lld నోటిఫికేషన్‌లు చదివినట్లు గుర్తించబడ్డాయి.
th: ทำเครื่องหมายว่าอ่านแล้ว %lld การแจ้งเตือน
tr: %lld bildirim okundu olarak işaretlendi.
uk: %lld сповіщення позначено прочитаними.
ur: %lld اطلاعات پڑھی ہوئی نشان زد ہو گئیں۔
vi: Đã đánh dấu %lld thông báo là đã đọc.
zh_hans: 已将 %lld 条通知标为已读。
zh_hant: 已將 %lld 則通知標為已讀。

# notifications.markAll.hint
source: Marks every notification as read. Nobody is told, and it cannot be undone.
ar: يعلّم كل الإشعارات كمقروءة. لا يُبلَّغ أحد بذلك، ولا يمكن التراجع عنه.
bn: প্রতিটি বিজ্ঞপ্তি পঠিত করে। কাউকে জানানো হয় না, আর এটি ফেরানো যায় না।
ca: Marca totes les notificacions com a llegides. Ningú no ho sap i no es pot desfer.
cs: Označí všechna upozornění jako přečtená. Nikdo se to nedozví a nelze to vrátit.
da: Markerer alle notifikationer som læst. Ingen får besked, og det kan ikke fortrydes.
de: Markiert alle Mitteilungen als gelesen. Niemand erfährt davon, und es lässt sich nicht rückgängig machen.
el: Επισημαίνει όλες τις ειδοποιήσεις ως αναγνωσμένες. Κανείς δεν ενημερώνεται και δεν μπορεί να αναιρεθεί.
es: Marca todas las notificaciones como leídas. A nadie se le avisa y no se puede deshacer.
fi: Merkitsee jokaisen ilmoituksen luetuksi. Kenellekään ei kerrota, eikä sitä voi perua.
fr: Marque toutes les notifications comme lues. Personne n’est prévenu, et c’est irréversible.
he: מסמן כל התראה כנקראה. אף אחד לא מקבל הודעה, ואי אפשר לבטל.
hi: हर सूचना को पढ़ी हुई चिह्नित करता है। किसी को नहीं बताया जाता, और इसे पलटा नहीं जा सकता।
hr: Označava sve obavijesti pročitanima. Nitko nije obaviješten i ne može se poništiti.
hu: Minden értesítést olvasottnak jelöl. Senki nem tudja meg, és nem vonható vissza.
id: Menandai semua notifikasi sebagai dibaca. Tidak ada yang diberi tahu, dan tidak bisa dibatalkan.
it: Segna tutte le notifiche come lette. Nessuno viene avvisato e non si può annullare.
ja: すべての通知を既読にします。相手には知らされず、元に戻せません。
ko: 모든 알림을 읽음으로 표시해요. 상대방에게 알려지지 않으며 되돌릴 수 없어요.
ml: എല്ലാ അറിയിപ്പുകളും വായിച്ചതായി അടയാളപ്പെടുത്തുന്നു. ആരെയും അറിയിക്കില്ല, ഇത് തിരിച്ചെടുക്കാനാവില്ല.
ms: Menandakan setiap pemberitahuan sebagai dibaca. Tiada sesiapa diberitahu, dan ia tidak boleh dibuat asal.
nb: Merker alle varsler som lest. Ingen får vite det, og det kan ikke angres.
nl: Markeert elke melding als gelezen. Niemand hoort het en het kan niet ongedaan worden gemaakt.
pl: Oznacza wszystkie powiadomienia jako przeczytane. Nikt nie jest o tym informowany, a tego nie można cofnąć.
pt_br: Marca todas as notificações como lidas. Ninguém é avisado, e não dá para desfazer.
pt_pt: Marca todas as notificações como lidas. Ninguém é avisado e não pode ser anulado.
ro: Marchează toate notificările ca citite. Nimeni nu este anunțat și nu se poate anula.
ru: Отмечает все уведомления прочитанными. Никто не узнает, и это нельзя отменить.
sk: Označí všetky upozornenia ako prečítané. Nikto sa to nedozvie a nedá sa to vrátiť späť.
sv: Markerar alla aviseringar som lästa. Ingen får veta det, och det går inte att ångra.
ta: எல்லா அறிவிப்புகளையும் படித்ததாகக் குறிக்கும். யாருக்கும் தெரிவிக்கப்படாது, திரும்பப் பெற முடியாது.
te: ప్రతి నోటిఫికేషన్‌ను చదివినట్లు గుర్తిస్తుంది. ఎవరికీ తెలియదు, దీన్ని వెనక్కి తీసుకోలేరు.
th: ทำเครื่องหมายทุกการแจ้งเตือนว่าอ่านแล้ว ไม่มีใครรู้ และย้อนกลับไม่ได้
tr: Her bildirimi okundu olarak işaretler. Kimseye haber verilmez ve geri alınamaz.
uk: Позначає кожне сповіщення прочитаним. Нікого не повідомляють, і це неможливо скасувати.
ur: ہر اطلاع کو پڑھی ہوئی نشان زد کرتا ہے۔ کسی کو نہیں بتایا جاتا، اور اسے واپس نہیں کیا جا سکتا۔
vi: Đánh dấu mọi thông báo là đã đọc. Không ai được báo, và không thể hoàn tác.
zh_hans: 将所有通知标为已读。不会通知任何人，且无法撤销。
zh_hant: 將所有通知標為已讀。沒有人會知道，且無法復原。

# notifications.open.postGone
source: That post is no longer available.
ar: هذا المنشور لم يعد متاحًا.
bn: এই পোস্টটি আর পাওয়া যাচ্ছে না।
ca: Aquesta publicació ja no està disponible.
cs: Tento příspěvek už není dostupný.
da: Det opslag er ikke længere tilgængeligt.
de: Dieser Beitrag ist nicht mehr verfügbar.
el: Αυτή η ανάρτηση δεν είναι πια διαθέσιμη.
es: Esa publicación ya no está disponible.
fi: Tämä julkaisu ei ole enää saatavilla.
fr: Ce post n’est plus disponible.
he: הפוסט הזה כבר לא זמין.
hi: वह पोस्ट अब उपलब्ध नहीं है।
hr: Ta objava više nije dostupna.
hu: Ez a bejegyzés már nem érhető el.
id: Postingan itu sudah tidak tersedia.
it: Quel post non è più disponibile.
ja: この投稿は利用できなくなりました。
ko: 이 게시물은 더 이상 사용할 수 없어요.
ml: ആ പോസ്റ്റ് ഇനി ലഭ്യമല്ല.
ms: Siaran itu sudah tidak tersedia.
nb: Det innlegget er ikke lenger tilgjengelig.
nl: Dat bericht is niet meer beschikbaar.
pl: Ten wpis jest już niedostępny.
pt_br: Esse post não está mais disponível.
pt_pt: Essa publicação já não está disponível.
ro: Această postare nu mai este disponibilă.
ru: Этот пост больше недоступен.
sk: Tento príspevok už nie je dostupný.
sv: Det inlägget är inte längre tillgängligt.
ta: அந்த இடுகை இனி கிடைக்கவில்லை.
te: ఆ పోస్ట్ ఇకపై అందుబాటులో లేదు.
th: โพสต์นั้นไม่มีอยู่แล้ว
tr: Bu gönderi artık mevcut değil.
uk: Цей допис більше недоступний.
ur: یہ پوسٹ اب دستیاب نہیں۔
vi: Bài đăng đó không còn khả dụng.
zh_hans: 该帖子已不可用。
zh_hant: 該貼文已無法使用。

# notifications.push.explanation
source: Which of these reach your lock screen. A push says only what kind of thing happened — never a name or a word anybody wrote.
ar: أيّ هذه يصل إلى شاشة القفل. الإشعار يقول نوع الحدث فقط — لا اسمًا ولا كلمة كتبها أحد.
bn: এগুলোর কোনটি আপনার লক স্ক্রিনে পৌঁছাবে। পুশ শুধু বলে কী ধরনের ঘটনা ঘটেছে — কখনও কোনো নাম বা কারও লেখা শব্দ নয়।
ca: Quines d'aquestes arriben a la pantalla de bloqueig. Una notificació push només diu quin tipus de cosa ha passat, mai un nom ni una paraula que hagi escrit algú.
cs: Která z nich se zobrazí na zamčené obrazovce. Push říká jen, jaký druh věci se stal – nikdy jméno ani slovo, které někdo napsal.
da: Hvilke af disse der når din låseskærm. En push siger kun, hvilken slags ting der skete – aldrig et navn eller et ord, nogen har skrevet.
de: Welche davon deinen Sperrbildschirm erreichen. Ein Push sagt nur, was für etwas passiert ist – nie einen Namen oder ein Wort, das jemand geschrieben hat.
el: Ποιες από αυτές φτάνουν στην οθόνη κλειδώματος. Μια ειδοποίηση push λέει μόνο τι είδους πράγμα συνέβη — ποτέ όνομα ή λέξη που έγραψε κάποιος.
es: Cuáles de estas llegan a tu pantalla de bloqueo. Una notificación push solo dice qué tipo de cosa ocurrió, nunca un nombre ni una palabra que alguien escribió.
fi: Mitkä näistä tulevat lukitusnäytölle. Push kertoo vain, minkä tyyppinen asia tapahtui – ei koskaan nimeä tai kenenkään kirjoittamaa sanaa.
fr: Lesquelles arrivent sur votre écran verrouillé. Une notification push indique seulement le type d’événement — jamais un nom ni un mot écrit par quelqu’un.
he: אילו מאלה מגיעים למסך הנעילה שלך. התראת דחיפה אומרת רק איזה סוג של דבר קרה — אף פעם לא שם או מילה שמישהו כתב.
hi: इनमें से कौन आपकी लॉक स्क्रीन तक पहुँचे। पुश सिर्फ़ यह बताता है कि किस तरह की चीज़ हुई — कोई नाम या किसी का लिखा शब्द कभी नहीं।
hr: Koje od ovih stižu na tvoj zaključani zaslon. Push kaže samo kakva se stvar dogodila — nikada ime ili riječ koju je netko napisao.
hu: Melyek jelennek meg a zárolt képernyődön. A push csak azt mondja meg, milyen esemény történt – soha nem szerepel benne név vagy valaki által írt szó.
id: Mana dari ini yang sampai ke layar kuncimu. Push hanya menyebut jenis kejadiannya — tidak pernah nama atau kata yang ditulis siapa pun.
it: Quali di queste arrivano sulla schermata di blocco. Una notifica push dice solo che tipo di cosa è successa, mai un nome o una parola scritta da qualcuno.
ja: ロック画面に届く通知を選びます。プッシュ通知には、何が起きたかの種類だけが表示され、名前や誰かが書いた言葉は含まれません。
ko: 이 중 어떤 알림이 잠금 화면에 표시될지 선택해요. 푸시 알림에는 어떤 종류의 일이 일어났는지만 나오고, 이름이나 누군가 쓴 글은 절대 나오지 않아요.
ml: ഇവയിൽ ഏതെല്ലാം നിങ്ങളുടെ ലോക്ക് സ്ക്രീനിൽ എത്തണം. പുഷ് പറയുന്നത് ഏത് തരം കാര്യമാണ് സംഭവിച്ചത് എന്ന് മാത്രം — ആരുടെയും പേരോ എഴുതിയ വാക്കോ ഒരിക്കലും ഇല്ല.
ms: Yang mana antara ini sampai ke skrin kunci anda. Pemberitahuan tolak hanya menyatakan jenis perkara yang berlaku — tidak pernah nama atau perkataan yang ditulis sesiapa.
nb: Hvilke av disse som når låseskjermen din. Et push-varsel sier bare hva slags ting som skjedde, aldri et navn eller et ord noen skrev.
nl: Welke hiervan op je vergrendelscherm komen. Een pushmelding zegt alleen wat voor iets er gebeurde, nooit een naam of een woord dat iemand schreef.
pl: Które z nich trafiają na ekran blokady. Powiadomienie push mówi tylko, jaki rodzaj zdarzenia nastąpił — nigdy imię ani słowo, które ktoś napisał.
pt_br: Quais destas chegam à sua tela de bloqueio. Uma notificação push diz apenas que tipo de coisa aconteceu, nunca um nome nem uma palavra que alguém escreveu.
pt_pt: Quais destas chegam ao seu ecrã de bloqueio. Uma notificação push diz apenas que tipo de coisa aconteceu — nunca um nome nem uma palavra que alguém escreveu.
ro: Care dintre acestea ajung pe ecranul de blocare. O notificare push spune doar ce fel de lucru s-a întâmplat — niciodată un nume sau un cuvânt scris de cineva.
ru: Какие из них попадают на экран блокировки. Пуш сообщает только, что случилось, — но не имя и не слова, которые кто-то написал.
sk: Ktoré z nich sa zobrazia na uzamknutej obrazovke. Push uvádza iba druh udalosti — nikdy meno ani slovo, ktoré niekto napísal.
sv: Vilka av dessa som når din låsskärm. En pushavisering säger bara vilken sorts sak som hände – aldrig ett namn eller ett ord som någon skrivit.
ta: இவற்றில் எவை உங்கள் பூட்டுத் திரையை அடையும். புஷ் எந்த வகை நிகழ்ந்தது என்பதை மட்டுமே சொல்லும் — பெயரையோ யாரும் எழுதிய சொல்லையோ ஒருபோதும் சொல்லாது.
te: వీటిలో ఏవి మీ లాక్ స్క్రీన్‌కు చేరతాయి. పుష్ ఏ రకమైనది జరిగిందో మాత్రమే చెబుతుంది — ఎవరి పేరు, ఎవరైనా రాసిన మాట ఎప్పుడూ ఉండదు.
th: สิ่งใดบ้างที่ไปถึงหน้าจอล็อกของคุณ การแจ้งเตือนแบบพุชบอกเพียงว่าเกิดเหตุการณ์ประเภทใด ไม่เคยมีชื่อหรือคำที่ใครเขียน
tr: Bunlardan hangilerinin kilit ekranınıza ulaşacağı. Anlık bildirim yalnızca ne tür bir şey olduğunu söyler; asla bir ad veya birinin yazdığı bir sözcüğü söylemez.
uk: Які з них доходять до екрана блокування. Push повідомляє лише, що за подія сталася, — ніколи ім’я чи слово, написане кимось.
ur: ان میں سے کون سی آپ کی لاک اسکرین تک پہنچتی ہیں۔ پش صرف یہ بتاتا ہے کہ کس قسم کی چیز ہوئی — کسی کا نام یا لکھا ہوا لفظ کبھی نہیں۔
vi: Loại nào trong số này hiện trên màn hình khóa của bạn. Thông báo đẩy chỉ nói loại việc gì đã xảy ra — không bao giờ có tên hay lời ai đã viết.
zh_hans: 其中哪些会出现在锁定屏幕上。推送只说明发生了哪类事情，绝不包含姓名或任何人写的文字。
zh_hant: 其中哪些會顯示在你的鎖定畫面。推播只會說明發生了哪一類事，絕不會包含任何人的名字或所寫的字。

# notifications.push.message
source: Messages
ar: الرسائل
bn: মেসেজ
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
ml: സന്ദേശങ്ങൾ
ms: Mesej
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sv: Meddelanden
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
ur: پیغامات
vi: Tin nhắn
zh_hans: 私信
zh_hant: 訊息

# notifications.push.title
source: On your phone
ar: على هاتفك
bn: আপনার ফোনে
ca: Al teu telèfon
cs: Na telefonu
da: På din telefon
de: Auf deinem Telefon
el: Στο τηλέφωνό σου
es: En tu teléfono
fi: Puhelimessasi
fr: Sur votre téléphone
he: בטלפון שלך
hi: आपके फ़ोन पर
hr: Na tvom telefonu
hu: A telefonodon
id: Di ponselmu
it: Sul tuo telefono
ja: 電話で受け取る
ko: 내 휴대폰에서
ml: നിങ്ങളുടെ ഫോണിൽ
ms: Pada telefon anda
nb: På telefonen din
nl: Op je telefoon
pl: Na Twoim telefonie
pt_br: No seu celular
pt_pt: No seu telemóvel
ro: Pe telefon
ru: На вашем телефоне
sk: Na telefóne
sv: På din telefon
ta: உங்கள் தொலைபேசியில்
te: మీ ఫోన్‌లో
th: บนโทรศัพท์ของคุณ
tr: Telefonunuzda
uk: На вашому телефоні
ur: آپ کے فون پر
vi: Trên điện thoại của bạn
zh_hans: 在你的手机上
zh_hant: 在你的手機上

# notifications.quiet.detail
source: Pushes wait until the morning; nothing is lost.
ar: تنتظر الإشعارات حتى الصباح؛ لا يضيع شيء.
bn: পুশ সকাল পর্যন্ত অপেক্ষা করে; কিছুই হারায় না।
ca: Les notificacions push esperen fins al matí; no es perd res.
cs: Push zprávy počkají do rána; nic se neztratí.
da: Pushnotifikationer venter til morgenen; intet går tabt.
de: Pushes warten bis zum Morgen; nichts geht verloren.
el: Οι ειδοποιήσεις push περιμένουν μέχρι το πρωί· δεν χάνεται τίποτα.
es: Las notificaciones push esperan hasta la mañana; no se pierde nada.
fi: Push-ilmoitukset odottavat aamuun; mitään ei katoa.
fr: Les notifications push attendent le matin ; rien n’est perdu.
he: התראות דחיפה ממתינות עד הבוקר; שום דבר לא אובד.
hi: पुश सुबह तक रुकते हैं; कुछ भी खोता नहीं।
hr: Push obavijesti čekaju do jutra; ništa se ne gubi.
hu: A pushok reggelig várnak; semmi nem vész el.
id: Push menunggu sampai pagi; tidak ada yang hilang.
it: Le notifiche push aspettano fino al mattino; non si perde nulla.
ja: プッシュ通知は朝まで待機します。失われるものはありません。
ko: 푸시는 아침까지 대기하며 사라지는 것은 없어요.
ml: പുഷ് അറിയിപ്പുകൾ രാവിലെ വരെ കാത്തിരിക്കും; ഒന്നും നഷ്ടപ്പെടില്ല.
ms: Pemberitahuan tolak menunggu sehingga pagi; tiada apa yang hilang.
nb: Push-varsler venter til morgenen. Ingenting går tapt.
nl: Pushmeldingen wachten tot de ochtend; er gaat niets verloren.
pl: Powiadomienia push czekają do rana; nic nie ginie.
pt_br: As notificações push esperam até de manhã; nada se perde.
pt_pt: As notificações esperam pela manhã; nada se perde.
ro: Notificările push așteaptă până dimineață; nu se pierde nimic.
ru: Пуши дождутся утра; ничего не потеряется.
sk: Push upozornenia počkajú do rána; nič sa nestratí.
sv: Pushaviseringar väntar till morgonen; inget går förlorat.
ta: புஷ் அறிவிப்புகள் காலை வரை காத்திருக்கும்; எதுவும் இழக்கப்படாது.
te: పుష్‌లు ఉదయం వరకు వేచి ఉంటాయి; ఏదీ కోల్పోరు.
th: การแจ้งเตือนแบบพุชจะรอจนถึงตอนเช้า ไม่มีอะไรหายไป
tr: Anlık bildirimler sabaha kadar bekler; hiçbir şey kaybolmaz.
uk: Push-сповіщення чекають до ранку; нічого не втрачається.
ur: پش اطلاعات صبح تک رکی رہتی ہیں؛ کچھ ضائع نہیں ہوتا۔
vi: Thông báo đẩy chờ đến sáng; không có gì bị mất.
zh_hans: 推送会等到早上再发送，不会丢失。
zh_hant: 推播會等到早上才送出，不會遺漏。
